Repository: Blazentor/orion
Catalog: languages/orion-*.po
Languages: fa_ir

source: easy custom post type and taxonomy
fa_ir: ساخت پست تایپ و تاکسونومی سفارشی

source: create new post type
fa_ir: ساخت پست تایپ جدید

source: new post type
fa_ir: پست تایپ جدید

source: create custom post types and taxonomy without coding!
fa_ir: ساخت پست تایپ و تاکسونومی سفارشی بدون کد زدن!

source: create post type
fa_ir: پست تایپ جدید

source: create taxonomy
fa_ir: تاکسونمی سفارشی

source: custom post type
fa_ir: پست تایپ سفارشی

source: Basic setting
fa_ir: تنظیمات اولیه

source: help
fa_ir: راهنما

source: how to create post type?
fa_ir: چگونه یک پست تایپ جدید بسازیم؟

source: close
fa_ir: بستن

source: post type name
fa_ir: نام پست تایپ

source: post type description
fa_ir: توضیحات پست تایپ

source: singular name
fa_ir: اسم مفرد

source: menu name
fa_ir: نام منو

source: admin bar name
fa_ir: نام در پنل ادمین

source: dash icon name
fa_ir: کلاس آیکون Dash

source: menu position
fa_ir: موقعیت منو

source: translation (optional)
fa_ir: ترجمه ها (اختیاری)

source: add new
fa_ir: اضافه کردن

source: add new item
fa_ir: اضافه کردن ایتم جدید

source: new item
fa_ir: ایتم جدید

source: edit item
fa_ir: ویرایش ایتم

source: view item
fa_ir: مشاهده جدید

source: all item
fa_ir: همه ایتم ها

source: search item
fa_ir: جستجوی ایتم

source: not found
fa_ir: پیدا نشد

source: featured image
fa_ir: تصویر شاخص

source: set featured image
fa_ir: گذاشتن تصویر شاخص

source: remove featured image
fa_ir: حذف تصویر شاخص

source: use featured image
fa_ir: استفاده از تصویر شاخص

source: item list
fa_ir: لیست ایتم ها

source: filter item list
fa_ir: فیلتر لیست ایتم

source: advanced setting
fa_ir: تنظیمات پیشرفته

source: public post type
fa_ir: پست تایپ عمومی

source: show ui
fa_ir: نمایش رابط کاربری (UI)

source: show in menu
fa_ir: نمایش در منو

source: show in admin
fa_ir: نمایش در پنل ادمین

source: show in navigation
fa_ir: نمایش در مسیر

source: exclude From Search
fa_ir: در جستجوی سایت نمایش داده نشود

source: public query
fa_ir: Query عمومی

source: supports
fa_ir: پشتیبانی

source: orion
fa_ir: اوریون

source: simple custom post type and custom taxonomy maker.
fa_ir: ساخت پست تایپ و تاکسونومی سفارشی با چند کلیک.
